Repository: FelipeFTN/Emoji-Copy
Catalog: emoji-copy@felipeftn/locale/*/LC_MESSAGES/*.po
Languages: hu

source: Smileys & Body
hu: Mosolyok és test

source: Peoples & Clothing
hu: Emberek és ruházat

source: Animals & Nature
hu: Állatok és természet

source: Food & Drink
hu: Étel és ital

source: Travel & Places
hu: Utazás és helyek

source: Activities & Sports
hu: Tevékenységek és sportok

source: Objects
hu: Tárgyak

source: Symbols
hu: Szimbólumok

source: Flags
hu: Zászlók

source: Displaying the interface from the bottom is better if you use a bottom panel instead of the default top bar. Modifications will be effective after reloading the extension.
hu: A felület alulról történő megjelenítése jobb, ha alsó panelt használ az alapértelmezett felső sáv helyett. A módosítások a bővítmény újratöltése után lépnek életbe.

source: General layout
hu: Általános elrendezés

source: Number of emojis per line
hu: Emodzsik száma soronként

source: Size of emojis (px)
hu: Emodzsik mérete (px)

source: Paste upon emoji selection
hu: Beillesztés az emodzsi kiválasztása után

source: Layout
hu: Elrendezés

source: Use a keyboard shortcut to toggle the menu
hu: Billentyűparancs használata a menü váltásához

source: Help
hu: Súgó

source: Apply
hu: Alkalmaz

source: Always show the icon in the panel
hu: Mindig jelenítse meg a bővítmény ikonját a panelen

source: If you access the menu with the keyboard shortcut, you don't need to always display the icon.
hu: Ha a menüt egy billentyűparanccsal éri el, nem kell mindig megjeleníteni az ikont.

source: Keyboard bindings
hu: Billentyűkötések

source: Emoji copy is a versatile extension designed to simplify emoji selection and clipboard management.
hu: Az Emoji copy egy sokoldalú bővítmény, amelyet az emodzsik kiválasztásának és a vágólap kezelésének egyszerűsítésére terveztek.

source: Report bugs or ideas
hu: Hibák vagy ötletek jelentése

source: Author
hu: Szerző

source: Translator(s)
hu: Fordító(k)

source: translator-credits
hu: fordító-készítők

source: Original Owner
hu: Eredeti tulajdonos

source: About
hu: Névjegy

source: List of valid key names
hu: Érvényes kulcsnevek listája

source: Modifier keys must be between chevrons
hu: A módosító billentyűknek kúpos zárójelek <> között kell lenniük

source: Don't use a keyboard shortcut that already exists.
hu: Ne használjon olyan billentyűparancsot, amely már létezik.

source: Incorrect number of keywords for category '%s':
hu: Helytelen számú kulcsszó a(z) „%s” kategóriában:

source: Please report this bug
hu: Jelentse ezt a hibát

source: No skin tone
hu: Nincs bőrszín

source: Light skin tone
hu: Világos bőrszín

source: Medium light skin tone
hu: Közepesen világos bőrszín

source: Medium skin tone
hu: Közepes bőrszín

source: Medium dark skin tone
hu: Közepesen sötét bőrszín

source: Dark skin tone
hu: Sötét bőrszín

source: Women
hu: Nő

source: Men
hu: Férfi

source: Type here to search…
hu: Keresés…
