Repository: FelipeFTN/Emoji-Copy
Catalog: emoji-copy@felipeftn/locale/*/LC_MESSAGES/emoji-copy.po
Languages: bg, ru, tr

source: Smileys & Body
bg: Усмивки и Тяло
ru: Смайлы и люди
tr: Gülenyüzler ve Gövde

source: Peoples & Clothing
bg: Хора и Облекло
ru: Одежда и люди
tr: İnsanlar ve Giysi

source: Animals & Nature
bg: Животни и Природа
ru: Природа
tr: Hayvanlar ve Doğa

source: Food & Drink
bg: Храна и Напитки
ru: Еда и напитки
tr: Yiyecek ve İçecek

source: Travel & Places
bg: Пътешествия и Места
ru: Путешествия и места
tr: Seyahat ve Mekânlar

source: Activities & Sports
bg: Дейности и Спорт
ru: Занятия
tr: Etkinlikler ve Sporlar

source: Objects
bg: Обекти
ru: Объекты
tr: Nesneler

source: Symbols
bg: Символи
ru: Символы
tr: Simgeler

source: Flags
bg: Знамена
ru: Флаги
tr: Bayraklar

source: Displaying the interface from the bottom is better if you use a bottom panel instead of the default top bar. Modifications will be effective after reloading the extension.
bg: Показването на интерфейса отдолу е по-добро, ако използвате долен панел вместо стандартната горна лента. Промените ще влязат в сила след презареждане на разширението.
ru: Отображение интерфейса снизу лучше, если вы используете нижнюю панель вместо стандартной верхней. Изменения вступят в силу после перезагрузки расширения.
tr: Arayüzü altta göstermek, varsayılan üst çubuk yerine bir alt panel kullanıyorsanız daha uyumlu olacaktır. Değişiklikler eklenti yeniden yüklendiğinde etkin olur.

source: General layout
bg: Основно оформление
ru: Обычная разметка
tr: Genel yerleşim

source: Number of emojis per line
bg: Брой на емотикони на ред
ru: Количество эмодзи в строке
tr: Satır başına emoji sayısı

source: Size of emojis (px)
bg: Размер на емотикони (px)
ru: Размеры эмодзи (px)
tr: Emoji büyüklüğü (piksel)

source: Paste upon emoji selection
bg: Поставяне при избор на емотикона

source: Layout
bg: Оформление
ru: Разметка
tr: Yerleşim

source: Use a keyboard shortcut to toggle the menu
bg: Използване на клавишна комбинация за показване на менюто
ru: Использовать комбинацию клавиш чтобы показать меню
tr: Menüyü açmak-kapatmak için bir klavye kısayolu kullan

source: Help
bg: Помощ
ru: Помощь
tr: Yardım

source: Apply
bg: Прилагане
ru: Применить
tr: Uygula

source: Always show the icon in the panel
bg: Винаги показвай иконата в панела
ru: Всегда показывать иконку на панели
tr: Panelde her zaman simgeyi göster

source: If you access the menu with the keyboard shortcut, you don't need to always display the icon.
bg: Ако използвате клавишна комбинация за достъп до менюто, не е нужно винаги да показвате иконата.
ru: Если вы используете комбинацию клавиш для вызова меню, вам не обязательнопоказывать иконку.
tr: Menüye klavye kısayolu kullanarak erişiyorsanız, simgenin her zaman görünmesine ihtiyacınız olmayacaktır.

source: Keyboard bindings
bg: Клавишни комбинации
ru: Комбинация клавиш
tr: Klavye tuş atamaları

source: Emoji copy is a versatile extension designed to simplify emoji selection and clipboard management.
bg: Emoji copy е универсално разширение, предназначено да улесни избора на емотикони и управлението на клипборда.
ru: Emoji copy - расшение созданное для упрощения выбора эмодзи

source: Report bugs or ideas
bg: Докладване на грешки или идеи
ru: Сообщить об ошибке
tr: Sorunları veya önerilerinizi iletin

source: Author
bg: Автор
ru: Автор
tr: Geliştiren

source: Translator(s)
bg: Преводач(и)
ru: Переводчик(и)
tr: Çeviren(ler)

source: translator-credits
bg: Иван
ru: Jasur Sadikov
tr: çeviriye katkıda bulunanlar

source: Original Owner
bg: Оригинален собственик

source: About
bg: Относно
ru: О расширении
tr: Hakkında

source: List of valid key names
bg: Списък с валидни имена на клавиши
ru: Список доступных клавиш
tr: Geçerli tuş adları listesi

source: Modifier keys must be between chevrons
bg: Клавишите модификатори трябва да са между ъглови скоби
ru: Название клавиш должны быть за угловыми скобками.
tr: Niteleme tuşları açı-parantezler içinde yazılmalıdır

source: Don't use a keyboard shortcut that already exists.
bg: Не използвайте клавишна комбинация, която вече съществува.
ru: Сочитание клавиш уже занято.
tr: Zaten mevcut bir kısayol kullanmayın.

source: Incorrect number of keywords for category '%s':
bg: Неправилен брой ключови думи за категория '%s':
ru: Неверное число ключевых слов для категории '%s':
tr: "%s" kategorisinde hatlı sayıda anahtar kelime:

source: Please report this bug
bg: Моля, докладвайте тази грешка
ru: Пожалуйста, сообщите об ошибке
tr: Lütfen bu hatayı bildirin

source: No skin tone
bg: Без тон на кожата
ru: Без оттенка кожи

source: Light skin tone
bg: Светъл тон на кожата
ru: Светлый оттенок

source: Medium light skin tone
bg: Умерено светъл тон на кожата
ru: Средний светлый оттенок

source: Medium skin tone
bg: Умерен тон на кожата
ru: Средний оттенок

source: Medium dark skin tone
bg: Умерено тъмен тон на кожата
ru: Средний тёмный оттенок

source: Dark skin tone
bg: Тъмен тон на кожата
ru: Тёмный оттенок

source: Women
bg: Жени
ru: Женщины

source: Men
bg: Мъже
ru: Мужчины

source: Type here to search
bg: Пишете тук, за да търсите

source: Type here to search…
ru: Введите текст для поиска...

source: Emoji Copy
tr: Emoji Kopyala

source: Modifications will be effective after reloading the extension.
tr: Değişiklikler eklenti yeniden yüklendiğinde etkin olur.

source: From top to bottom
tr: Yukarıdan aşağıya

source: From bottom to top
tr: Aşağıdan yukarıya

source: The default value is %s
tr: Varsayılan değer %s

source: version %s
tr: sürüm %s
