Repository: FelipeFTN/Emoji-Copy
Catalog: emoji-selector@maestroschan.*/locale/*/LC_MESSAGES/emoji-selector.po
Languages: cs

source: Emoji Selector
cs: Menu emotikonů

source: Smileys & Body
cs: Tváře a tělo

source: Peoples & Clothing
cs: Lidé a oblečení

source: Animals & Nature
cs: Zvířata a příroda

source: Food & Drink
cs: Jídlo a pití

source: Travel & Places
cs: Cestování a místa

source: Activities & Sports
cs: Aktivity a sporty

source: Objects
cs: Předměty

source: Symbols
cs: Symboly

source: Flags
cs: Vlajky

source: Modifications will be effective after reloading the extension.
cs: Úpravy budou použity po restartu rozšíření.

source: From top to bottom
cs: Shora dolů

source: From bottom to top
cs: Zespoda nahoru

source: The default value is %s
cs: Výchozí hodnota je %s

source: version %s
cs: verze %s

source: Displaying the interface from the bottom is better if you use a bottom panel instead of the default top bar. Modifications will be effective after reloading the extension.
cs: Rozhraní zespoda nahoru je lepší, když používáte spodní panel místo výchozího horního panelu. Úpravy budou použity po restartu rozšíření.

source: General layout
cs: Základní rozvržení

source: Number of emojis per line
cs: Počet emotikonů na řádek

source: Size of emojis (px)
cs: Velikost emotikonů (px)

source: Layout
cs: Rozvržení

source: Use a keyboard shortcut to toggle the menu
cs: Použít klávesovou zkratku pro přepnutí menu

source: Help
cs: Nápověda

source: Apply
cs: Použít

source: Always show the icon in the panel
cs: Vždy zobrazit ikonu na panelu

source: If you access the menu with the keyboard shortcut, you don't need to always display the icon.
cs: Pokud vyvoláváte menu pomocí klávesové zkratky, nepotřebujete mít vždy zobrazenou ikonu.

source: Keyboard bindings
cs: Přiřazení kláves

source: This extension provides a parametrable popup menu displaying most emojis, clicking on an emoji copies it to the clipboard.
cs: Toto rozšíření poskytuje nastavitelné menu zobrazující většinu emotikonů, kliknutím na emotikon jej zkopírujete do schránky.

source: Report bugs or ideas
cs: Nahlásit chyby nebo nápady

source: Author
cs: Autor

source: Translator(s)
cs: Překladatelé

source: translator-credits
cs: Kryštof Černý

source: Contributors
cs: Přispěvatelé

source: About
cs: O rozšíření

source: List of valid key names
cs: Seznam platných jmen klíčů

source: Modifier keys must be between chevrons
cs: Modifikační klíče musí být ve špičatých závorkách

source: Don't use a keyboard shortcut that already exists.
cs: Nepoužívejte klávesovou zkratku, která je již použita.

source: Incorrect number of keywords for category '%s':
cs: Nesprávný počet klíčových slov pro kategorii "%s":

source: Please report this bug
cs: Prosíme, nahlašte tuto chybu

source: No skin tone
cs: Bez barvy pleti

source: Light skin tone
cs: Světlá barva pleti

source: Medium light skin tone
cs: Středně světlá barva pleti

source: Medium skin tone
cs: Jemně tmavá barva pleti

source: Medium dark skin tone
cs: Středně tmavá barva pleti

source: Dark skin tone
cs: Tmavá barva pleti

source: Women
cs: Žena

source: Men
cs: Muž

source: Type here to search…
cs: Pište sem pro vyhledávání…
